Revit 2027 API
StructuralAsset.Equals Method
Overload List
Name | Description
Equals(Object) | Determines whether the specified object is equal to the current object.
Equals(StructuralAsset) |  Determines whether this structural asset is equal to another.
Top
See Also
Reference
StructuralAsset Class
Autodesk.Revit.DB Namespace